Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 너 진심이었잖아
en: you meant it.

source: 중앙 통제실이?!
en: what happened here?!

source: 차렷
en: attention.

source: 어어...
en: sin...

source: ㅇ…왜….
en: wh-why...

source: 세상 좋아졌네
en: the world really has gotten better, don’t you think?

source: 으적!
en: swoosh

source: 지금 1406호는 손님이 계십니다..
en: the room is currently occupied.

source: 그리고 또 기억나는 건
en: one more thing that I remember is...

source: 저..{j}정신이..
en: m-my mind is...{j}

source: 방해하지 말고 가만히 앉아서 굿이나 보고 떡이나 먹어
en: so when the time comes, don’t interrupt me. just take your seat, get some popcorn, and enjoy the show.

source: ...네에..
en: okay...

source: 우유부단해 보이던 아빠가
en: my wishy-washy and indecisive dad...

source: 한치의 오차도 없이 정확히 급소를 찍었거든요
en: so I aimed right at the vital point, not a single inch off.

source: 다시 말해 그는 지금
en: in other words...

source: 빠바바바 바바박!
en: pow pow pow pow

source: 뿌드드득
en: wham

source: 그렇다
en: that’s right.

source: 툭탁탁 탁탁
en: pow pow

source: 응 나여, 조선생
en: hey, it’s me, cho.

source: 투바바박
en: pow pow

source: 대체 누가…!
en: who would...?!

source: 그럼 이만 각자도생하는 걸로
en: so long. you find your way out.

source: 그래- 공부는 잘 되고?
en: yes, yes. how are your studies?

source: 잘근 잘근
en: chew chew

source: 담았어
en: we got him.

source: ….....응?
en: eh...?

source: 성한수 씨, 맞디요?
en: you’re mr. hansu seong, yes?

source: 네가 여기서 인질극 따위 해봤자
en: how long do you think you can last in here?

source: 같은 딸 가진 부모로서
en: aren’t you ashamed of yourself...

source: 탁탁탁탁..
en: sprint

source: 현재 지원 가능한 인원은 찍어주는 좌표로 오라는 연락입니다!
en: we just got a backup call to bring everyone to the delivered coordinates!

source: 빨리 판단하셔야 할 것 같습니다
en: ...I think you should make a call asap.

source: 그 날
en: that night...

source: 그럼 얼마나 자신 있는지 한 번 볼까?
en: then let’s see what you got, shall we?

source: 퍼엉
en: boom

source: 띵동 띵동 띵동
en: ding dong ding dong

source: 이게 대체
en: what the hell...

source: 이까짓 일에 쓰러진다니, 있을 수도 없는 일이지
en: passing out from alcohol? not happening.

source: 어, 그래
en: copy.

source: 전쟁났냐?!!
en: it’s not like there’s a war!

source: 다음화
en: next episode.

source: 단지, 우리가 같이 있게 되면
en: it’s just that I was scared that...

source: 그 놈을 장기말로 무엇을 할 수 있을지 생각해보셔야지~
en: think what you can do with a chess piece as useful as him.

source: 죽지 말라
en: live.

source: 아잉~ 그쪽은 안 돼
en: no, that’s not possible.

source: 그냥 딱 어울려만 주는 느낌입니다
en: he’s just dancing to my battle tune, and nothing more.

source: 꿀꺽
en: gulp

source: 저 두 녀석에게 시선이 몰린 동안
en: since everyone’s busy dealing with the two of them...

source: 꽈악
en: choke

source: 그가 깨어나려 하는 순간이었다
en: ...he was about to wake up.

source: 나랑 관련도 없는 일인데
en: ...he has nothing to do with me.

source: 평화…
en: peace...

source: 그럼 내가 내 권한으로 전역시켜준다
en: then I’ll use my authority to discharge you.

source: 끝까지 괴롭힐 걸 알기에
en: ...he would be harassing kim for the rest of his life.

source: 어이
en: hey.

source: 이봐요!
en: hey!

source: 분명 가장 비싼 객실일텐데
en: it’s the most expensive room in this hotel.

source: 여기 정말 전당포로 가는 길 맞아?
en: ...you sure this is the way to the pawnshop?

source: 무슨…?
en: what the...

source: 대표님!!
en: sir!!

source: 셋 셀 때까지
en: on the count of three.

source: …좋습니다
en: all right, sir...

source: 이제 괜찮아
en: everything is all right.

source: 중동 같은 곳에 몇 년 파견이라도 다녀왔나??
en: was he deployed in the deserts of the middle east for several years?

source: 자… 자….
en: h-hey...

source: 신호 줄 때까지 기다리고
en: wait there until I give you the signal.

source: 여기 맞아?
en: are you sure this is it?

source: 후우~ 끝까지 도움 안되는 새끼
en: ah... crap. that was my last bullet.

source: 찾았다
en: found you.

source: 곧 들이닥칠 거야!
en: they’re going to be here soon!

source: 성한(수)
en: hansu seong

source: 아저씨가 비밀 하나 이야기 해줄까?
en: do you want me to tell you a secret?

source: 후우-
en: whew!

source: 국장님!!
en: sir!!

source: 저렇게나 많이..!
en: that many...?!

source: 같이 따라간 인원들은?!
en: what about the ones that guarded him?!

source: 저 새끼 뭐야?!!
en: what the heck?!

source: 12시간 내로 VIP를 찾아야 한다
en: ...and save the president within 12 hours.

source: 심지어 북한측에서 이례적으로 먼저 비공식을 요구했다
en: it was even more aberrant since it was north korea that requested to hold the negotiation behind closed doors.

source: 점프력에 따라 정해지는 거니까
en: ...it determines how much of a revolution you can make in the air.

source: 하하하!
en: hahaha!

source: 이용료가 전액 무료!
en: ...the service fee is on the house!

source: 하하하하
en: hahahaha

source: 저건 혹시….
en: is he...

source: 스륵
en: da dun

source: 민지야!!
en: minji!!

source: 아니 뭐…
en: no, but...

source: 키패드 플레이스 최근기록 연락처
en: Keypad Place Recent Contacts

source: 정말 미안해..!
en: I am so sorry!

source: 더는 못참겠다
en: I can’t take it anymore.

source: 살살 쳤어 일어나
en: I went easy on you. wake up.

source: 네가 생각해도 개소리 같디?
en: sounds like bullshit, no?

source: 멍청한 자식
en: ...you fool.

source: 으읏!!!
en: aaargh!!

source: 잘도 서있네
en: he’s been holding up very well.

source: 11군단 항공특전대 73번 훈련병
en: number 73, air special operations force, 11th regiment.

source: 어떡할까요!
en: what do you want us to do?

source: 그럼 호텔은 다른 곳으로 구해야 하지 않겠습네까?
en: should we book another hotel, sir?

source: 풀썩..!
en: collapse

source: 넌 여기서 무슨 임무를 수행중이지?
en: what’s your mission?

source: 목 날아가기 싫으면
en: if you don’t want to see him dead.

source: 어쩌긴
en: what do you mean how?

source: 우리는 둘 다 쫓기는 몸이 될텐데
en: we’ll always be on the run,

source: 아!
en: oh!

source: 남실장님 쪽에 무슨 문제가 생긴 것 같습니다!
en: it looks like there’s a problem with manager nam!

source: 끼기기기긱
en: screeech

source: 세계에서 가장 폐쇄적인 나라
en: it’s the most isolated country in the entire world, and...

source: 완벽한 을의 입장
en: ...what it feels like... to be an underdog.

source: 나는 그냥..
en: I’m just...

source: 매사에 다 장난스럽게 임하네?
en: ...always this playful?

source: 명치!!
en: ...aim for the pit of his stomach!

source: 우! (이게 평화다!)
en: woo-woo! (this is peace!)

source: …아직도 회전을 못놓으셨나 봅네다
en: looks like I still have to beat it out of your head.

source: 퍽
en: pow

source: 고저, 기억이 안납네다
en: I can’t remember,

source: 철컥!
en: clunk

source: 김부장은 지금
en: so now, kim is...

source: 이 자식 여기 들어오자마자 모서리부터 다 봐놨어요
en: this bastard scanned all the corners when he entered.

source: 훅
en: swoosh

source: 내가 죽여도 상관 없디만
en: I could kill you myself...

source: 어떤 두려움에도 맞서 싸워주세요
en: ...fight your fears for life.

source: 위험분자다
en: he’s a dangerous man,

source: 훗 날 김부장
en: young manager kim

source: 나는 김 씨….
en: my last name is kim...

source: 대외비
en: FOUO

source: 그래도 걱정 하지마
en: but don’t worry.

source: 그런 이유라면 괜찮아
en: if it was for that reason, it’s okay.

source: 하긴
en: he’s right...

source: 어디 가
en: where are you going?

source: 김민서 국장
en: Director Minseo Kim

source: 궁금한데?
en: I can’t wait to find out what it is.

source: 나 수컷 박진철
en: I, alpha male jincheol park...

source: 시켜줄게
en: we’ll do it.

source: 그 순간 주사장은
en: at that moment, chairman ju...

source: 가족이 가장
en: ...what you see first...

source: 투다다다
en: pow pow pow

source: 태권도는 많이 도는게 다가 아니디요
en: ...taekwondo isn’t about how many times you can spin.

source: 어디 갔어?
en: where did they go?

source: 할 일이 너무 많다!
en: for my county!

source: 나와 똑같이 이용만 당하고 버려지는 여자가 불쌍해서였을까
en: or was it because I pitied this lady who’s living the same fate of being abandoned after use?

source: 해제시켜
en: ...right now.

source: 작은 일에 휩쓸려서야 되겠나
en: ...when he’s about to achieve big things.

source: 하하, 하
en: haha, ha

source: 신분 세탁하고 사는 거여
en: and live a new life.

source: 네가 나였어도 이렇게 했을 거야
en: you’d have done the same thing if you were me.

source: 무슨 이야기 나눈거 있니?
en: did you two talk about anything?

source: 예, 예!
en: sir, yes, sir!

source: 콰앙
en: crash

source: 3지부 기획
en: planning office at the third branch.

source: 그 때
en: at that moment...

source: 일단 여기를 뜨자!
en: we need to get out of here first.

source: 그리고 이 번호는 어떻게 아셨구요
en: and how did you get this number?

source: 너, 너너너, 뭐야!!!
en: y-you, you, what are you?!

source: 함정인 걸 알았으면 얼른 내빼기나 할 것이디
en: you might as flee if you realized it was a trap...

source: 구, 구구구, 국장님!!!!
en: di-director!!!

source: …네가 왜 여기 있네?
en: what are you doing here...?

source: 언제 봤다고..
en: we never met...

source: 으응, 그렇긴 한디
en: yes, you’re right.

source: 그 놈이 살아남는 바람에 저희쪽 계획이 모두 엉망이 돼버렸단 말입니다!
en: our plans have been ruined because he made it out alive!

source: 아니면 뭐, 다른 방법이라도 있어?
en: what you gonna do? you have a better plan than this one?

source: 데려오게
en: bring her to me.

source: 코드 66 보이면 실수인 척 쏴버리라고
en: shoot code 66 when they see him, and pretend like it was a mistake.

source: 툭
en: thud

source: 투바바바박
en: thwack thwack

source: 지옥같은 이 곳에서 함께 버티다 보니
en: ...after bearing through this hellish place together...

source: 판단이 빨라!
en: he’s decisive and can make quick judgments!

source: 멈춰!!!!
en: stop right where you are!!!

source: 남들 시선을 잡아끄는 행위나 소리는 내지 맙시다
en: let’s not make any noise or do anything that would draw people’s attention.

source: 나중에 간다고 해
en: tell him that I’ll drop by later.

source: 그려잉~ 어디 다치치 말고~
en: okay. make sure you don’t get hurt.

source: 가
en: move.

source: 아무튼!
en: anyway!

source: 이야~ 역시
en: yes, yes!

source: 타탓!
en: swish

source: 바위보다 무거운 나를…?!!
en: you can lift me...? but I’m heavier than a rock!

source: 그 곳에서 그녀를 만났다
en: ...I met her there.

source: 항명이라고!!!!
en: one move, and there will be consequences!

source: 역시 가스인가?
en: I knew they’d use the gas!

source: 꿀꺽-
en: gulp

source: 푸쉬익
en: spray

source: 뿌드드드드득
en: clench

source: ELS 투입
en: our team in charge of suppressing the enemy.

source: 감사합네다
en: thank you, sir.

source: 락스타!
en: ...rock star!

source: 코앞에서 놓쳐서?
en: to be so close and still lose me?

source: 퉁산 전적 189킬 0데스
en: total kill/death: 189 kills. 0 death.

source: 그러다 내가 느이들 신고라도하면 우짤겨~
en: what if I report to the police, eh?

source: 척척척척
en: step step

source: 행복했다
en: I was happy.

source: 차 수리비 빼간다
en: thanks for repairing my car.

source: 그는 지금
en: he is now...

source: 그 처녀랑 너를 죽이려고 안달이 났어
en: so the guys up there are obsessed with killing you and that girl.

source: 그런 AKL의 '명예 퇴역자'
en: there was only one person who got honorably discharged from the bloodthirsty akl.

source: 가자
en: let’s go.

source: 네?!!
en: hey?!!

source: 여기는 우리가 알아서 할테니까!!
en: leave this to us!!

source: 아니여?
en: eh?

source: 실...?
en: a thread...?

source: 나쁘지 않은 제안이라 생각하는데?
en: I’d say it’s a pretty good deal, don’t you think?

source: 움직이지 말라!
en: don’t move!

source: 포식자한테 덤비는 피식자는 없다
en: no animal ever fights against its predators.

source: 형제?
en: brothers? you blind?

source: 그리고 중간에 목적지 바꾸신 거 추가수당…
en: oh, and you need to pay extra for changing the destination midway--

source: 이 앞은 사유지라서요
en: this is a private property.

source: 다 쓰려져 가는 막사에
en: shabby barracks...

source: 수술중
en: your girl, she’s pregnant.

source: ㅋㅋㅋ
en: ha ha ha

source: 이제 보니 그게 아니군?
en: but now I know it was nothing of the sort.

source: 잊지 마라
en: keep in mind that...

source: 언론쪽은 제가 통제하죠
en: I’ll control the media.

source: 나는 대체 언제 떨어지지?
en: why haven’t I fallen already?

source: 오 막내가 해냈나 보구만
en: oh, it looks like the youngest made it.

source: ….오호
en: woah...

source: ….그동안 어떻게 지냈어?
en: ...how have you been?

source: 평견씨, 끝났어요
en: pyunggyeon, it’s over.

source: 깔끔하게 일처리 했더만!
en: you did an impeccable job!

source: 음
en: hmm...

source: 탁탁탁
en: wham bam

source: 헤벌쭉-
en: grin

source: 도착한 모양이구만 기래
en: looks like they’ve arrived.

source: 그게 뭐여?
en: what’s that?

source: 쟤네 또 싸운다!!
en: they’re fighting again!

source: 누가?
en: who?

source: 이건 그냥 레벨이 다른거야
en: ...he’s just on another level.

source: 여보
en: honey.

source: 별 건 아니고..
en: it’s nothing much...

source: 뭐래?
en: what did he say?

source: 들어본 적 없네?
en: haven’t you heard?

source: 가지고 계시라요
en: ...so don’t lose it.

source: 국장님부터 체크해!!
en: check on the director first!!

source: 기다려
en: just wait.

source: 척 척 척!
en: step step step

source: 너희들은…
en: you--

source: 맞디?
en: 73, right?

source: 간나 새끼
en: little fucker.

source: 이렇게 가죠
en: that’s our story.

source: 지금 나를 때리기라도 할텐가?
en: what now? punch me in the face?

source: 뭐야!!!
en: what the!

source: 훌쩍
en: whimper

source: 김강우 부이사관
en: Kim Deputy Commissioner Kangwoo Kim

source: 후둑
en: flash

source: 다빈아…
en: dabin...

source: 꿈틀
en: wriggle

source: 어이, 네 놈
en: hey, you little boy.

source: 가만히...
en: don’t...

source: 그게 가장이고
en: that’s the true head of the family.

source: 예, 맞습네다
en: yes, sir. it’s him.

source: 보이지 않습니다
en: I don’t see him, sir.

source: CQC(근접 백병 전투)
en: ...close-quarters combat (cqc).

source: 녹음 영상통화 블루투스
en: Record Video Bluetooth

source: 네네!
en: yes, yes!

source: 하나도 들어가지 않는다
en: not a single punch gets to him.

source: 그게 무슨 소리예요?
en: what do you mean by that?

source: 담보는 다음에 다른 걸로 받을게잉
en: ...I want something else for collateral. pay me next time.

source: 괜찮지?
en: cool with that?

source: 뒤가 구려도 너무 구린 거 아니야?
en: how much shadier can you get?

source: 대표님한테 연락부터 드려야겠다
en: I gotta call the chairman.

source: 귀찮은 절차는 생략하시죠
en: let’s do away with tedious processes.

source: 안되니 아쉽구나야
en: sucks that I can’t do it.

source: …확실히
en: seriously...

source: 호로로롭 중얼 중얼 중얼
en: slurp slurp murmur murmur

source: 순서대로 나와!
en: come out in order!

source: 반 년이 넘는 기간동안
en: ...to put on an act for more than six months.

source: 이런 식의 퇴역은 옳지 못하다고 생각해
en: but this type of discharge isn’t right. it’s just wrong.

source: 코드66 평택항 진입
en: code 66 in pyeongtaek port

source: ..여보세요?
en: hello?

source: 그딴건 이제 필요없어
en: I don’t give a hoot about them anymore.

source: 원래의 계획과 틀어졌으니
en: now that the original plan is scrapped...

source: 하지만
en: however...

source: 학교에서 혜리랑 친하니?
en: are you close to hyeri in school?

source: 부아아앙!
en: vroom

source: 박진철
en: jincheol park

source: 나중에…
en: next time--

source: 날 막을 수 있는 사람은 없어 보이니
en: ...I don’t think there’s anyone at the table that can stop me.

source: 끼기기긱
en: twist

source: 나는 살기 위해서 여기 왔다
en: I came here to live.

source: 난 여기서 너를 부숴버릴거다
en: I will crush you right here.

source: 비록 자네가 수준 낮고 가진 것 없는 사람인 줄 알고 그랬지만
en: I said that because I thought you were a pathetic beggar.

source: 언젠간 다시 만날 수 있을테니까
en: and I have a chance of meeting her someday.

source: 어느새…?
en: when did he get here...?

source: 음…그때 어땠더라?
en: hmm... what were you like that time?

source: 쿵짝 쿵쿵짝
en: ba dum tss

source: 대체 쟈가 뭔디 이렇게까지 하는겨?
en: what’s he to you that you’d do this for him?

source: ….물론 그 전에
en: but first...

source: 널 어찌 잊네?
en: how can I forget you?

source: 옷부터 어떻게 좀…
en: we should get some other clothes--

source: 북한 후계자 암살미수 말이여
en: the assassination attempt on the north korean successor.

source: 뭐한다고 여기서 시간 끌고 있네?
en: why are you still dawdling around here?

source: 뛰어왔지!
en: I ran!

source: 이목이 끌리지 않소, 그러니…
en: ...people will start to take notice of us, so--

source: 날라!
en: keep them coming!

source: 안돼,
en: no.

source: 퇴역 조건이 이런 것인 줄은 몰랐어!
en: I didn’t know what the terms were to get out of here!

source: 어어...!
en: uh...!

source: 쾅피쾅
en: wham pow wham

source: 세계를 상대로 우리 조국의 무술을 알린 건
en: I think highly of you for spreading our national sport taekwondo...

source: 그거 내려놓으라우
en: ...let go of your jacket...

source: 저런 사람이 정체를 숨기고 살아가는지?
en: ...hide his monstrous identity?

source: 그것도 락정신이지
en: that’s also the rock spirit right there.

source: 얼른 풀어주지 않고,
en: let him go, now.

source: 갑자기 그렇게 미친사람처럼 웃어대면
en: if you laugh like that...

source: 이 남자는 나와 같아!
en: he’s just like me!

source: 차량은?
en: did you get the vehicle?

source: 탁탁
en: pow

source: 꿈 깨, 코드 66
en: wake up, code 66.

source: 속은 또 여리거든
en: ...she’s actually really soft.

source: 평화는 총끝에서 나온다.
en: peace comes from the rifle’s end.

source: 너무 미워하지 말아주렴
en: try not to hate her so much.

source: 이름은?
en: name?

source: 화해 무드에서 냉전을 오갔던게
en: it’s all lovey-dovey or cold war.

source: 죽여도 되는 상대인데
en: I thought I could go easy on you.

source: 거두절미하고 본론만 말 헐랑게,
en: I’ll cut to the chase.

source: 그런데
en: but...

source: 바로…
en: I shall--

source: 중앙 통제실 연락해봤어?
en: have you contacted the central control office?

source: 미안
en: sorry man.

source: 우리
en: my

source: 단 한 명에게도 승리를 허락한 적 없다
en: ...never been beaten.

source: 따르르르릉
en: ring

source: 아니야…
en: no...

source: 거북이!!
en: turtle!!

source: 뿌드득
en: grit

source: 아이 이름은 민지
en: her name is minji.

source: 탁
en: thud

source: 척!
en: dun

source: 응??
en: eh?

source: 조평견은
en: ...pyunggyeon cho has...

source: 여기 있는 모든 사람들이
en: both us are here...

source: 혹시 육금성이라고 들어보셨어?
en: have you ever heard of six venus?

source: 아직 확실하진 않아
en: ...but we’re not sure yet.

source: 사박
en: rustle

source: 너 왜 이렇게 태연해
en: I wonder why you’re so calm.

source: 어디 있네?
en: where is he?

source: 비켜
en: move.

source: 현재 모든 CCTV가 해제되어 확인은 불가능하나
en: the securities cameras have been completely destroyed, so...

source: 같은 딸 가진 부모'
en: ...something immediately caught his attention.

source: …친절한 모습 뒤에는
en: behind his nice and gentle facade was...

source: 띵동
en: ding dong

source: 쿠흐읍!
en: ergh!!

source: 괜찮으십니까 서실장님!!
en: are you all right, sir?!!

source: 조평견이 누구야…?
en: who’s pyunggyeon cho...?

source: 케흑....
en: argh....

source: 어쩌다 이런 일에 휘말리셨어?
en: ...to wind up in a mess like this. what happened?

source: 기러니까..
en: so...

source: 필사적인 누군가에게 방해가 된다고는 생각하지 못하네?
en: ...interrupting a man who’s dire to accomplish this mission?

source: 그정도는 돼야
en: that way...

source: …중국이…
en: china...

source: 도로교통법이 바뀌어서 이제 뒷자리도 안전벨트 해야하거든?
en: ...buckle up. the traffic laws got revised.

source: 예, 지금 백단열 동지가 있디요
en: yes, danyeol baek is there right now.

source: 너희 아빠가
en: do you know how we, the two us,

source: 생각보다 단순했다
en: ..was rather plain and simple.

source: 그리고 살고 싶은 마음 따위도 없고
en: and besides, I don’t care if I die or what.

source: 곳곳에 총을 든 군인들이...
en: there are so many soldiers with guns...

source: 하지만 이 판단이 옳았어
en: but this is the right thing to do.

source: 박태준 만화회사{j}ptj.comics
en: Park Taejun Comics ptj.comics{j}

source: 이건 네가 죽인거다 코드66
en: you killed him, code 66.

source: 걱정마라, 무슨 수를 써서라도 기억할테니
en: don’t worry. I’ll do everything I can to remember your number.

source: 야..{j}야!
en: h-hey!!{j}

source: 악…..!
en: ack!

source: 야, 너 연기하는 거 티나
en: hey, I can see right through your acting.

source: 중국에서?
en: where? china?

source: 차량을 통째로 납치했다
en: they’ve hijacked the whole vehicle...

source: 자식을 감싸는 게 부모란다
en: even if the whole world points their fingers at them.

source: 부탁?
en: favor?

source: 지난 10년을 보상받는 기분이었다
en: it felt like ten years of waiting was being rewarded at once.

source: 그런데 사실..나는 이런 구조가 마음에 들지 않아
en: to be honest... I don’t like this system at all.

source: 그런 이유였다면 몇 년이든 기다릴 수 있다
en: if you didn’t visit me for that reason, I can wait for you any time.

source: 김…......
en: kim...

source: 미친놈들이…
en: nut-jobs...

source: 미안하게 됐디
en: I’m sorry.

source: 말로만 친구, 친구 하지말고
en: ...before you call me your old friend.

source: 나는 그가 알려주는 대로
en: and I learned my way around in south korea...

source: 그래!!
en: yes!!

source: 끼기기기기긱
en: screeech

source: 찰칵 찰칵
en: click click

source: 나는 당신처럼 뇌물 받으면서 일하지 않으니까~
en: you see... I don’t work like you do, taking bribes from people.

source: 어떠네?
en: you like that?

source: 친구요
en: he’s my friend.

source: 내가 무조건 죽을 운명이라고?
en: I’m destined to die?

source: 순간 착각했어
en: but I was wrong.

source: 그만!!
en: stop!!

source: 갑자기 왜 저래!!
en: what’s wrong with it?!

source: 안돼!
en: no!

source: 손가락의 의미는…
en: ...before he passed out means...

source: 누군가는 국가를 위해서
en: for the country.

source: 한 가지…
en: one thing...

source: 마지막 탄이었는데
en: he’s useless till the end.

source: 궁금하지??
en: you curious??

source: 야 너무 센데
en: hey, that’s too harsh.

source: 아무리 친해도 수임료 깎아주고 그런 건 없어~
en: we’re very close, but I can’t give you any discount.

source: 벅차오름이었다
en: it was an overwhelming sensation...

source: 김… 김…
en: kim... kim...

source: 이야~ 정말 맞구나!
en: wow! it’s really you!

source: 새끼, 남조선물 많이 들었구나
en: you bastard got all sentimental. south joseon style, yeah?

source: 덜컥!
en: clank

source: 국장님 소지품들 찾았습니다!
en: we’ve found your belongings!

source: 이런 식의 부녀상봉
en: this kind of father-daughter reunion...

source: 인간은 위기의 상황에서
en: in times of crisis...

source: 많이 놀랐지?
en: I hope you’re not too shocked.

source: 그러니까 너도 아들한테 말해줘
en: so you go tell your son...

source: 실망입니다
en: however, I must say... I’m disappointed.

source: 유일한 동무의 부탁을 기억할 뿐이야
en: ...because I remember my only comrade’s wish.

source: 절권도가 이렇게 강한 무술이었나?
en: since when did jeet kune do become this powerful?

source: 여기는…
en: leave...

source: 도착했습니다!
en: sir, we’re here!

source: 나왔네
en: he’s out.

source: 섬에서 나가면 바로 투입될 거야!
en: remember, your operation starts as soon as you get off of the island!

source: 윽…
en: argh...

source: 그 녀석은 어떻게 됐지?
en: what happened to him?

source: 무거워 안입을래
en: not wearing. it’s heavy.

source: 칼이 어디 떨어졌지?
en: where’s the knife?

source: 철컥
en: ka-chuck

source: 코드 66의 폐기처분을 원하시는 것 같았습니다
en: after the mission is over.

source: 수만가지 생각이 남실장의 머리를 스쳤다
en: ...millions of scenarios crossed nam’s mind.

source: 이, 이이이, 이제부터 움직이는 새끼는 다
en: a-a-anybody who moves even an inch...

source: 고생이 많아
en: working in the field is tough, huh?

source: 우리 임무가 겹칠 것 같은데
en: but it looks like we have the same mission.

source: 데려가라
en: take him.

source: 똑바로 말해!
en: speak up!

source: …그냥 사람을 좀 찾고 있디
en: nothing... just looking for a man.

source: 민지까지 데리고 벽 타고 나갈 수는 없어
en: ...with minji here, I can’t make her climb out of this place.

source: ….알겠어
en: okay...

source: 엄청난..
en: I have an enormous...

source: 참으로 훈훈하단 말이지
en: what a touching moment...

source: 민지를 지키기 위해서라면 뭐든지 할거야
en: I’m going to do anything to protect my daughter.

source: 탓
en: whip

source: 나이 먹고 돈 없으면 혀가 잘리지
en: be old and poor, and you’re set to be base and subordinate for life.

source: 저거 수상한 사람이 아니라 그냥 미친 사람 아니네?
en: that’s not a suspicious man. he’s an outright nut-job.

source: ㅈ..가....
en: the... ca...

source: 한마디로 넌 함정에 걸렸다 이말이야
en: which means that you’re a mouse in a trap, and we got you.

source: 어디 소속이지?
en: which unit?

source: 그 용의자의 외동딸이 여기 있다는 걸로 조사됐습니다
en: ...and we’ve a reason to believe that his daughter is here.

source: 어쩔까요?
en: what should we do?

source: 설명?
en: explanation?

source: 끼긱
en: step

source: 네게선 나와 같은 냄새가 나는군
en: you reek of the same scent as me.

source: 그런 너희들의 장난스러운 마음이
en: can’t you see that your childish plays are...

source: 평화라는 건 말이디
en: you see, peace is...

source: 용의자로 보이는 사람이 있으면..
en: ...if you see anyone suspicious in the area...

source: 그게 무슨 소리야?!
en: what are you talking about?!

source: 무엇이든지 할 수 있는
en: ...a father can do anything.

source: 후욱..
en: ahh...

source: 간나새끼들 합이 잘맞는구만 기래
en: you little fuckers, you got great teamwork.

source: 공안이..
en: the police has--

source: 도주의 우려를 감안해서
en: in the off chance they run away...

source: 어떤 손님이 막무가내셔서…
en: there was a guest who wouldn’t have it any other way...

source: 콰가가각
en: shove

source: 다들 보안 신경 쓰고, 이만
en: and make sure that no one knows about this. maintain confidentiality. dismissed.

source: 다 죽이고 나가?
en: kill all of us and leave?

source: 최적의 선택이었다
en: ...as he was a strong and smart man.

source: 잊지 마시라요
en: please don’t forget...

source: 고급 시계 수리 전문점
en: Watch Repair Shop

source: 스팟
en: swish

source: 그래~ 그럼 냉동창고 안에서는 무슨 일이 있었니?
en: okay then. so what happened in the storage?

source: 잠깐 쉰다고 생각하고 자고 있어, 알겠지?
en: just pretend that you’re taking a nap, okay?

source: 73번… 그게 이름인가
en: 73... is that a name?

source: 뭐, 뭐뭐뭐, 뭐....
en: wh-what...

source: 그려-응응
en: yes, yes.

source: 상대방이 강한지 강하지 않은지 순식간에 파악하니까요
en: once the fight begins, they will easily figure out whether they’re up against someone strong or not.

source: 김중사
en: sergeant kim

source: 꿈틀..
en: wriggle

source: 오랜만이라 부끄럽습니다..
en: I’m shy since it’s been a while.

source: 그만해 당신
en: enough, honey.

source: 두 번째 돈도 없는데 깡도 없는 놈
en: second, someone who comes here without any money or guts.

source: 잠시 민지 좀 부탁할게
en: can you please take care of minji for a second?

source: 모두 다
en: and everyone, I won’t lose them.

source: 지금이 어떤 상황인지 알고 하는 말인가?
en: don’t you understand what situation you’re in?

source: 당연히 아버지가 더 세지 이놈아
en: of course I’m stronger, you silly boy.
